Repository: Ali-Alhasani/UniSaarApp
Catalog: iOSApp/Uni Saar/languages/*.lproj/Localizable.strings
Languages: de, fr

# AlertTitle
source: Alert
de: Achtung
fr: Erreur

# AlertYesActionTitle
source: Yes
de: Ja
fr: Oui

# AlertNoActionTitle
source: No
de: Nein
fr: Non

# AlertCancelActionTitle
source: Cancel
de: Abbrechen
fr: Annuler

# AlertContinueActionTitle
source: Continue
de: Weiter
fr: Continuer

# UnknownError
source: Sorry, something went wrong. Please try again later.
de: Leider ist etwas schief gegangen. Bitte versuche es später noch einmal.
fr: Une erreur est survenue. Merci de réessayer plus tard.

# generalAPIError
source: An error has occurred and we're working to fix it. Please try again later.
de: Ein Fehler ist aufgetreten und wir arbeiten daran, ihn zu beheben. Bitte versuche es später noch einmal.
fr: Une erreur est survenue. Nous mettons tout en œuvre pour remédier à ce problème. Merci de réessayer plus tard.

# emptyMenu
source: It looks like there's no Mensa menu for today.
de: Es sieht aus als gäbe es kein Mensa Menü für heute.
fr: Il semble qu’il n’y ait aucun menu pour aujourd’hui.

# HighlightAllergens
source: Highlight selected ingredients and dishes when they appear on menu
de: Hebe Allergene im Menü mit roter Farbe hervor
fr: Marquer les produits sélectionnés en rouge sur le menu

# MensaLocations
source: Mensa Locations on Campus
de: Mensa Standorte Campus
fr: Mensa sur le campus de

source: Warn me about
de: Warn mich über
fr: Je souhaite être averti-e

source: Contains
de: Enthält
fr: Contient

# EmptyNews
source: There are no news items passing your current filter settings.
de: Keine Neuigkeiten in den ausgewählten Kategorien verfügbar.
fr: Pas de nouvelles actualités à signaler dans la/les catégorie(s) sélectionnée(s)

# EmptyEvents
source: No Events available
de: Keine Veranstaltungen verfügbar
fr: Aucun événement disponible

# StaffSearch
source: University Staff Search
de: Personen
fr: Annuaire

# EmptyResults
source: No search results found
de: Keine Suchergebnisse gefunden
fr: Aucun résultat trouvé

# BuildingsSearch
source: Search for buildings
de: Suche nach Gebäuden
fr: Rechercher un bâtiment

# ChooseCampus
source: Choose your campus
de: Wähle deinen Campus
fr: Sélectionne ton campus

# newsFilter
source: Select which news categories you want to filter out
de: Wähle nach welchen Kategorien du filtern willst
fr: Sélectionne les catégories dans lesquelles tu souhaites effectuer une recherche

source: About App
de: Über diese App
fr: À propos de cette appli

source: App Settings
de: App Einstellungen
fr: Paramètres

# EmptyLinks
source: No Links available
de: Keine links verfügbar
fr: Pas de liens disponibles

# HelpfulNumbers
source: Helpful Contacts
de: Nützliche Kontakte
fr: Contacts utiles

source: Mensa Notifications
de: Mensa Benachrichtigungen
fr: Mensa Benachrichtigungen

source: Enable Food Alarm
de: Essensalarm einschalten
fr: Mensa Benachrichtigungen einschalten

# TodayMensa
source: Today in Mensa
de: Heute in der Mensa
fr: Aujourd'hui dans le Mensa

# NotificationBody
source: A complete meal and vegetarian meal and variety of free flow meals, check now..
de: Ein vollständiges Menü, ein vegetarisches Menü und eine Anzahl an Free Flow Gerichten, jetzt ansehen...
fr: Un repas complet, un repas végétarien et une variété des repas Free Flow, explorer maintenant...

# enableNotification
source: Please enable the notification permission in the app settings
de: Bitte erlauben die Benachrichtigung in den App-Einstellungen
fr: Prière de permettre la notification dans les paramètres de l'app

# dailyTime
source: the daily notification time is
de: Die tägliche Benachrichtigungszeit ist
fr: L'heure de la notification quotidienne est

# GitHubLinkText
source: Check the code of this open-source project on GitHub
de: Finde den Code zu diesem open-source Projekt auf GitHub
fr: Check the open-source code of this project in GitHub

source: Please hold your Mensa card near the NFC sensor.
de: Bitte die Mensakarte an den NFC-Sensor halten.
fr: Approcher la carte de Mensa du capteur NFC.

source: NFC Not Supported
de: Keine NFC-Unterstützung
fr: NFC non pris en charge

source: This device doesn't support NFC tag scanning.
de: NFC wird auf diesem Gerät nicht unterstützt.
fr: Le NFC n'est pas pris en charge sur cet appareil.

# RateTitle
source: Rate The App
fr: Noter l'appli

# RateYesActionTitle
source: Yes, review the app
fr: Oui, noter maintenant

# RateNoActionTitle
source: No, thanks
fr: Non, merci
